{"title":"Terms of Service","scrolling":true,"loadflow":null,"init":"$('body').addClass('textured');\n$('#header .loading').hide();\n$('.button').pretouch();\n\nif (OF.page.params.mode == 'switch') {\n  OF.introSwitch = true;\n}\n\nif (OF.introSwitch) {\n  $('.switch_flow').unhide(0);\n  $('.intro_flow').hide();\n}","resume":null,"appear":null,"disappear":null,"exit":null,"html":"<div id='intro'>\n  <div id='header'>\n    <span class='loading'>\n      <span class='spinner'></span>\n    </span>\n  </div>\n  <div class='content'>\n    <div id='terms_of_service'>\n      <h1>OpenFeint Terms of Service (TOS)</h1>\n      <p>Welcome to OpenFeint®, a service offered by AuroraFeint, Incorporated (“The Company”). The Company grants to you a non-exclusive, non-transferable, revocable limited license to use and display OpenFeint (“Service”) for your personal (or household) non-commercial use by any machine(s) of which you are the primary user. The terms “you” and “your” refers to the user of OpenFeint services. You agree not to use the Service for any other purpose, or to copy or distribute the content of the Service except as specifically allowed in this agreement. If you do not agree to these TOS, you should not use the Service.</p>\n      <p>The Company has the right to change the TOS in any way and at any time at it sole discretion. It is your responsibility to review these TOS so you are aware of any changes or updates. If you do not agree to these TOS, you should discontinue your use of the Service. We will post any modifications on <strong>www.OpenFeint.com</strong>. You agree that you will be considered to have been given notice of any modifications once we post them to <strong>www.OpenFeint.com</strong>  and that your continued use of the Service after such notice shall be deemed an acceptance of any changes.</p>\n      <ol>\n        <li>The Company reserves the right discontinue the Service or to change the content of the Service in any way and at any time, with or without notice to you, without liability.</li>\n        <li>Your use of the Service is conditioned upon your compliance with the TOS and any use of the Service in violation will be regarded as an infringement to the Service. The Company reserves the right to terminate your access to the service without notice if you violate these Terms.</li>\n        <li>Any use or registration by any user under thirteen (13) years of age is expressly prohibited.</li>\n        <li>When you register to become a user of the Service, you will be requested to select a password. You are responsible for maintaining the security and confidentiality of your password and you are solely responsible for any and all use of your account and actions taken under your account. You agree to notify the Company immediately if you believe your account has been accessed or used without your permission. You will also be responsible for the maintenance of the device used for the registration. You agree to notify the Company immediately if you believe your device may have been stolen or is otherwise being used by a third party without your permission.</li>\n        <li>\n          <h2>Site Content and License</h2>\n          <p>With the exception of third party materials and user-generated materials as addressed below, all content available through the Service, including without limitation text, photographs, images, graphics, designs, audio, video, games, applications, software, and files (“OpenFeint Content”) is the proprietary content and property of, and is solely owned by, the Company. Such content is protected by laws relating to copyright, patent, trade secret and/or other forms of intellectual property and by other applicable laws, and the Company reserves and retains all rights. Except as provided in the preceding sentence, you may not copy, modify, translate, distribute, transmit, publish, republish, perform, display, post, download, upload, frame, make available, lend, hire, communicate to the public, adapt, or sell the OpenFeint Content or any portion thereof. Any unauthorized use of the OpenFeint Content may violate copyright law, trade mark law or other applicable laws and regulations and will result in the termination of the license granted hereunder. Except as expressly set forth in these Terms of Service, these Terms of Service do not, and will not be interpreted or construed to, grant to you any license to any intellectual property rights or other proprietary rights, including any implied license or license granted by estoppel or otherwise.</p>\n        </li>\n        <li>\n          <h2>Trademarks</h2>\n          <p>The names and marks OpenFeint, AuroraFeint, and any other logos, graphics, designs, web/page designs, and icons of the Company used in connection with the Service are registered or unregistered trademarks, service marks or trade dress of the Company (the \"Marks\"). You may not use the Marks other than in connection with any incidental use as necessary. Without limiting the foregoing, you will not be permitted to use any of the Marks or any mark that is similar to, or likely to cause confusion with, any of the Marks as part of your company name, as part of a domain name, or as part of any trade mark or service mark used by you.</p>\n        </li>\n        <li>\n          <h2>User-Generated, User-Uploaded or User-Transmitted Content</h2>\n          <ol>\n            <li>Posting and Removal of User Content.   You are solely responsible for all text, photographs, images, graphics, designs, audio, video, games, applications, software, files, user profiles, messages, and other content (collectively, \"User Content\") that you post to, or transmit through, the Service or that you share with other users. You may not post, transmit, store or share any User Content that is not an original work of authorship by you or that you do not have rights or permission to post. The Company may review, but is not obligated to review, User Content posted to, transmitted through, or shared with other users of, the Service to verify that such User Content and actions related thereto complies with these Terms of Service. The Company may, in its sole discretion and without notice to you, modify, remove, delete, or disable access to, any User Content for any reason or for no reason, including if the applicable User Content or actions related thereto do not comply with these Terms of Service. The Company is not liable for any loss you incur as a result of the removal, deletion, or disabling of access to, any of your User Content. The Company may, but is not obligated to, monitor User Content for any reason or for no reason at all, including without limitation any messages sent by or between users by or through the Service. If the Company chooses to monitor User Content or to remove, delete, or disable access to, any User Content, such act(s) will not result in the Company assuming any responsibility for the User Content or the user associated with such User Content and the act of monitoring the Service or any User Conduct will not obligate the Company to modify, remove, delete, or disable access to, any User Content that does not comply with these Terms of Service.</li>\n            <li>Ownership and License - how we can use your content.   Subject to the following license between you and the Company, you retain ownership of all of your rights in the User Content. By posting User Content to, storing User Content at, or transmitting User Content through, the Service, you (a) authorize and direct the Company to reproduce, distribute, transmit and use such User Content as necessary to facilitate the posting, storage and transmission of, and the access to, such User Content in connection with the Service, and (b) grant to the Company a nonexclusive, worldwide, perpetual, royalty-free, fully paid, transferable license (with the right to sublicense) to use, reproduce, distribute, publicly perform, publicly display, reformat, translate, excerpt, modify, and create derivative works of your User Content, for any purpose (commercial or noncommercial), including without limitation use in connection with the Service. You may remove any User Content from the Service at any time, in which case the foregoing license will terminate with regard to its future usage upon our receipt of your notice or our acknowledgement of such removal; provided that the Company may retain archived copies of your User Content for so long as is necessary for administrative purposes and if the Company has used your User Content prior to your removal of it, the Company may continue to use your User Content in any manner the Company previously had used such content. (For example, if your User Content was included in an advertisement, the Company may continue to use such advertisement).</li>\n            <li>Disclaimers. The Company has no liability to you for the User Content, and makes no warranties, express or implied, as to or the accuracy, reliability or content of the User Content posted on or through the Service and such User Content does not necessarily reflect the opinions, positions or policies of the Company. Although the Company provides rules and principles for user conduct and postings, the Company does not control, and has no liability to you for, what users post, transmit or share to or through the Service and the Company has no liability to you for any offensive, inappropriate, obscene, unlawful or otherwise objectionable content you may encounter or access on or through the Service, including in connection with any User Content.</li>\n          </ol>\n        </li>\n        <li>\n          <h2>User Conduct and Prohibited Conduct and Content</h2>\n          <p>You may use the Service solely for your personal, noncommercial use. You represent, warrant and agree that you will not use the Service in an unlawful, threatening or harassing manner, or take any action that, in the Company's sole discretion, is offensive, libelous, defamatory, immoral or unethical or that is otherwise inconsistent with the standards of community and good conduct that the Company intends to govern the use of Service. The Company reserves the right, in its sole discretion, to remove, reject, deny, prohibit, or refuse to post or transmit, any content or message by you, or to deny, restrict, suspend, discontinue, or terminate your account or access to the Service or any portion thereof at any time, with or without prior notice or explanation, for any or no reason, and without liability.</p>\n          <p>Without limiting the foregoing, the actions set forth below are expressly prohibited and may result in suspension or termination of your account in the Company's sole discretion.</p>\n          <ol>\n            <li>\n              <h2>Acts of Slander, Libel and Threat and Offensive Content:</h2>\n              <p>Creating a User Name, posting or transmitting a message or any content or file to or through the Service, or otherwise using the Service to engage in any action, that, in the Company's sole discretion:</p>\n              <p>is slanderous, libelous, defamatory, disparaging, harmful, vulgar, abusive, unlawful, harassing, fraudulent, invasive or insulting;</p>\n              <p>is threatening or intimidating;</p>\n              <p>contains or promotes excessive violence or offensive subject matter;</p>\n              <p>evidences bigotry or evidences bias, discrimination or hate on the basis of, or advocates physical violence against any person or group on the basis of, race, sex, sexual orientation, religion, age or other traits, or that is otherwise offensive or objectionable; or</p>\n              <p>is made with an intent to defraud or mislead the Company or other users or that you know is false or misleading;</p>\n              <p>Stalking any other user of the Service or otherwise using the Service to threaten or stalk any individual or group; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n            </li>\n            <li>\n              <h2>Actions for the Purpose of Offline Interaction:</h2>\n              <p>Utilizing the Service for the purpose of dating or engaging in sexual conduct or encouraging others to do the same;</p>\n              <p>Posting or transmitting a message or any content or file to or through the Service for the purpose of meeting another user, such as suggesting an offline meeting, or for the purpose of encouraging another user to engage in such actions;</p>\n              <p>Utilizing the Service to provide another user with personal information not included in your profile (including telephone number, physical address, email address, etc.) or to request such information from another user; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n            </li>\n            <li>\n              <h2>Posting or Transmission of Adult Content:</h2>\n              <p>Utilizing the Service to submit, send, or transmit a message, file or any other content that includes lewd, obscene, pornographic or sexual content or subject matter; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n            </li>\n            <li>\n              <h2>Transmission of Advertising and Spam and Engaging in Similar Acts:</h2>\n              <p>Utilizing the Service to post, transmit or send advertisements, junk mail, chain letters, solicitations, unsolicited content with a commercial purpose, or messages or content that otherwise harass or inconvenience users or other recipients;</p>\n              <p>Utilizing the Service to direct, redirect, or drive traffic to an unrelated website or service (including any \"link farm\") for commercial gain or to fraudulently induce another user to access, visit or view another website or service or to cause another user to unintentionally do so;</p>\n              <p>Collecting or harvesting email addresses, mobile phone numbers, user identifications or other communications targets by automated or other means for the purposes of sending unsolicited emails or other unsolicited communications; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n              <p>The sending of spam through the Service will not be tolerated and the Company will take such action against spammers, including taking legal proceedings and reporting to the relevant authorities, as it may be advised.</p>\n            </li>\n            <li>\n              <h2>Actions that Infringe on Third Party Rights:</h2>\n              <p>Posting or transmitting a message or any content or file to or through the Service that infringes, misappropriates, dilutes or violates any copyright, trade mark, privacy, publicity, or other intellectual property right or proprietary right of another person or entity;</p>\n              <p>Otherwise utilizing the Service in any manner that infringes, misappropriates, dilutes or violates any copyright, trade mark, privacy, publicity, or other intellectual property right or proprietary right of another person or entity (including the Company);</p>\n              <p>Posting or disclosing other users' or other individuals' photographs, personal information or other private information or data (including Social Security numbers, credit card numbers, phone numbers, physical or email addresses) or otherwise utilizing the Service in a manner that violates the privacy of another person or entity;</p>\n              <p>Soliciting passwords of other users, or soliciting personally identifiable information for any purpose, whether commercial or non-commercial, or lawful or unlawful; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n            </li>\n            <li>\n              <h2>Falsifying User Information and Other Actions Related to User Accounts:</h2>\n              <p>Logging in on another user's account or using another user's name, nickname, avatar, or other identifier to send messages, post content or take other actions that utilize the Service;</p>\n              <p>Providing any false information in the registration form to become a Registered User or otherwise providing false information in your user profile or through the Service, including, without limitation, misrepresenting your age (e.g., certifying that you are over thirteen (13) years of age when you are actually under thirteen (13) years of age);</p>\n              <p>Registering for more than one account as a Registered User or registering on behalf of another person, entity or group;</p>\n              <p>Selling, trading or transferring your Registered User account or purchasing or receiving the Registered User account of another user; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n            </li>\n            <li>\n              <h2>Interrupting Games and Falsifying Game Scores:</h2>\n              <p>Intentionally forcing the game to end in the middle of a multiplayer game or taking other actions that disrupt or interrupt games;</p>\n              <p>Intentionally exploiting any bugs or weakness in the Service, or any game or falsifying the scores in any game; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n            </li>\n            <li>\n              <h2>Exploiting the Service:</h2>\n              <p>Intentionally exploiting any bugs, weaknesses or vulnerabilities in the Service or taking any action that could disable, damage, impair, injure or overburden the Service;</p>\n              <p>Using automated scripts, spiders or other technological methods to collect information from the Service or to otherwise engage the Service;</p>\n              <p>Reverse engineering or analyzing the software or services that are provided through the Service or otherwise using the software code other than as permitted herein;</p>\n              <p>Posting, introducing or transmitting to or thorough the Service viruses, disabling code, Trojan horses, malware, spyware, adware, malicious code or other code, files or programs designed or intended to interrupt, interfere with, limit, compromise or destroy any computer software, hardware or telecommunications equipment, infrastructure or networks; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n            </li>\n            <li>\n              <h2>Commercial Uses and Solicitation:</h2>\n              <p>Conducting sales, exchanges, swaps, auctions or other transfer of products or services through the Service;</p>\n              <p>Using the Service for gambling purposes;</p>\n              <p>Posting or transmitting a message or any content or file to or through the Service that includes links or URLs that are not approved by the Company;</p>\n              <p>Soliciting other users to join organizations, associations, religious groups or other affinity or identity groups other than groups established pursuant to the Service and approved by the Company, or soliciting other users to join, invest in, or collaborate with, pyramid investment schemes, multilevel marketing enterprises, or similar groups or enterprises.</p>\n              <p>Posting or transmitting a message or any content or file to or through the Service for the purpose of commercial advertisement or publicity (including, without limitation, recruitment advertisements); or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n            </li>\n            <li>\n              <h2>Additional Prohibited Acts:</h2>\n              <p>Posting or transmitting a message or any content or file to or through the Service that is unlawful or that solicits or encourages unlawful acts or otherwise using the Service to engage in any action that is unlawful or that solicits or encourages unlawful acts;</p>\n              <p>Taking an action or encouraging any action that disturbs the operation of the Service;</p>\n              <p>Taking any action or utilizing the Service in such a manner that may expose the Company or its users to legal liability or harm of any type; or</p>\n              <p>Engaging in other acts that the Company determines, in its sole discretion, are related to or similar to the above.</p>\n              <p>The foregoing provides examples of the types of actions and content that are prohibited in connection with your use of the Service, but the Company reserves the right in its sole discretion to prohibit similar actions and content and to investigate and take legal action against violators as appropriate. If you believe any of the foregoing prohibited actions are taking place, please notify us promptly by contacting us at the following email address: abuse@openfeint.com.</p>\n            </li>\n          </ol>\n        </li>\n        <li>\n          <h2>Account Suspension and Termination</h2>\n          <p>The Company reserves the right, in its sole discretion, to remove, reject, deny, prohibit, or refuse to post or transmit, any content or message by you, or to deny, restrict, suspend, discontinue, or terminate your account or access to the Service or any portion thereof at any time, with or without prior notice or explanation, for any or no reason, and without liability. The Company expressly reserves the right to remove your profile or account and/or to deny, restrict, suspend, or terminate your access to the Service or any portion thereof if the Company determines or believes, in its sole discretion, that you have violated these Terms of Service or that you pose a threat to the Service, the Company and/or any other user.</p>\n        </li>\n        <li>\n          <h2>Changes to Service and Suspension of Service</h2>\n          <p>The Company reserves the right, in its sole discretion, to change, suspend, discontinue or terminate the Service or any and all content, applications, and other items used or contained in the Service at any time and from time to time and without notice.</p>\n        </li>\n        <li>\n          <h2>Privacy</h2>\n          <p>The privacy of users is important to the Company. Click here to view the Company's Privacy Policy, which is incorporated into these Terms of Service by this reference.</p>\n        </li>\n        <li>\n          <h2>Third Party Copyrights and Other Intellectual Property</h2>\n          <p>The Company respects others' intellectual property rights and holds its users to the same standards. Accordingly, you may not upload, post, send or transmit to or through the Service any materials that violate third party intellectual property rights. The Company reserves the right, in its sole discretion, to remove or disable access to any infringing material and to terminate the accounts of repeat infringers in accordance with the Digital Millennium Copyright Act of the United States and other applicable law. In addition, the Company reserves the right in its sole discretion to terminate, limit or suspend the accounts of users who are infringe any third party rights at any time, irrespective of whether such users are repeat infringers for purposes of applicable law.</p>\n        </li>\n        <li>\n          <h2>Disclaimers; No Warranties</h2>\n          <p>YOU EXPRESSLY AGREE THAT THE USE OF THE SERVICE IS AT YOUR SOLE RISK. THE SERVICE, INCLUDING ANY CONTENT, APPLICATIONS, OR MATERIALS PROVIDED THEREUNDER, ARE PROVIDED ON AN \"AS IS\" BASIS AND THE COMPANY HEREBY EXPRESSLY DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON INFRINGEMENT. WITHOUT LIMITING THE FOREGOING: (A) THE COMPANY CANNOT AND DOES NOT GUARANTEE ANY SPECIFIC RESULTS FROM THE USE OF THE SERVICE AND THE COMPANY SPECIFICALLY DOES NOT MAKE ANY CLAIM OR WARRANTY THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE AND ASSUMES NO RESPONSIBILITY FOR ANY ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMMUNICATIONS LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, OR ALTERATION OF, ANY CONTENT OR ANY USER COMMUNICATION OR MESSAGE; (B) THE COMPANY DOES NOT REPRESENT OR WARRANT THAT APPLICATIONS, GAMES, CONTENT, DATA OR MATERIALS ON THE SERVICE ARE ACCURATE, COMPLETE, RELIABLE, CURRENT OR ERROR-FREE OR THAT THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS AND, ACCORDINGLY, YOU SHOULD ALWAYS EXERCISE CAUTION IN THE USE AND DOWNLOADING OR USE OF ANY SUCH APPLICATIONS, GAMES, CONTENT, DATA OR MATERIALS AND USE INDUSTRY-RECOGNIZED SOFTWARE TO DETECT AND DISABLE OR BLOCK VIRUSES, MALWARE AND OTHER MALICIOUS CODE; (C) YOU UNDERSTAND AND AGREE THAT YOU DOWNLOAD, ACCESS OR OTHERWISE OBTAIN APPLICATIONS, GAMES, CONTENT, DATA AND MATERIALS FROM THE SERVICE AT YOUR OWN DISCRETION AND RISK AND THAT YOU ARE SOLELY RESPONSIBLE FOR YOUR USE THEREOF AND ANY DAMAGES TO YOUR MOBILE PHONE OR MOBILE DEVICE OR COMPUTER SYSTEM, ANY LOSS OF DATA, AND ANY OTHER DAMAGE OR HARM OF ANY KIND THAT MAY RESULT THEREFROM; (D) THE COMPANY IS NOT RESPONSIBLE FOR ANY PROBLEMS OR TECHNICAL MALFUNCTION OF ANY MOBILE PHONE OR MOBILE DEVICE, TELEPHONE NETWORK OR LINES, COMPUTER ONLINE SYSTEMS, SERVERS OR PROVIDERS, COMPUTER EQUIPMENT, SOFTWARE, FAILURE OF ANY EMAIL OR PLAYERS DUE TO TECHNICAL PROBLEMS OR TRAFFIC CONGESTION ON THE INTERNET OR ON ANY OF THE SERVICE OR COMBINATION THEREOF, INCLUDING ANY INJURY OR DAMAGE TO USERS OR TO ANY PERSON'S MOBILE PHONE OR MOBILE DEVICE OR COMPUTER RELATED TO OR RESULTING FROM PARTICIPATION OR DOWNLOADING MATERIALS IN CONNECTION WITH THE SERVICE; (E) UNDER NO CIRCUMSTANCES WILL THE COMPANY BE RESPONSIBLE FOR ANY LOSS OR DAMAGE, INCLUDING PERSONAL INJURY OR DEATH, RESULTING FROM USE OF THE SERVICE, FROM ANY USER CONTENT POSTED ON OR THROUGH THE SERVICE; AND (F) THE COMPANY IS NOT RESPONSIBLE FOR THE CONDUCT, WHETHER ONLINE OR OFFLINE, OF ANY USER OF THE SERVICE.</p>\n          <p>TO THE EXTENT APPLICABLE LAW DOES NOT ALLOW THE EXCLUSIONS AND DISCLAIMERS OF WARRANTIES AS SET FORTH ABOVE, SOME OR ALL OF THE ABOVE EXCLUSIONS AND DISCLAIMERS MAY NOT APPLY TO YOU, IN WHICH CASE ALL WARRANTIES WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW. YOU ACKNOWLEDGE THAT THE DISCLAIMERS, LIMITATIONS AND WAIVERS OF LIABILITY CONTAINED HEREIN WILL SURVIVE ANY TERMINATION OF YOUR ACCOUNT(S) OR ANY SERVICES. THE EXCLUSIONS AND DISCLAIMERS SET FORTH IN THIS SECTION 13 WILL SURVIVE ANY TERMINATION OR EXPIRATION OF YOUR REGISTERED USER ACCOUNT OR YOUR USE OF THE SERVICE.</p>\n        </li>\n        <li>\n          <h2>Limitation of Liability</h2>\n          <p>IN NO EVENT WILL THE COMPANY, ITS AFFILIATES, OR ITS AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SUCCESSORS AND ASSIGNS BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING DAMAGES FOR LOST PROFITS OR LOSS OF DATA, ARISING OUT OF OR RESULTING FROM, YOUR USE OF THE SERVICE, EVEN IF THE COMPANY IS AWARE OF OR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. NOTWITHSTANDING ANYTHING TO THE CONTRARY SET FORTH HEREIN, THE COMPANY'S AGGREGATE LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER, REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO ONE HUNDRED DOLLARS (100 US DOLLARS). TO THE EXTENT APPLICABLE LAW DOES NOT ALLOW THE EXCLUSIONS AND LIMITATIONS OF DAMAGES AS SET FORTH ABOVE, SOME OR ALL OF THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU, IN WHICH CASE THE COMPANY'S LIABILITY TO YOU WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW. THE LIMITATIONS AND EXCLUSIONS SET FORTH IN THIS SECTION 14 WILL SURVIVE ANY TERMINATION OR EXPIRATION OF YOUR REGISTERED USER ACCOUNT OR YOUR USE OF THE SERVICE.</p>\n          <p>These Terms of Service and any dispute between you and the Company will be governed by and construed in accordance with the laws of the state of California and the federal laws of the United States, and both you and the Company agree to submit to the exclusive jurisdiction of, and venue in, the state and federal courts located in Santa Clara County, California with respect to any dispute between us. This choice of jurisdiction and venue does not prevent either party from seeking injunctive relief with respect to a violation of intellectual property rights or confidentiality obligations in any appropriate jurisdiction. EACH PARTY IRREVOCABLY WAIVES, TO THE FULLEST EXTENT PERMITTED BY LAW, ANY RIGHT TO TRIAL BY JURY IN THE RESOLUTION OF ANY DISPUTE ARISING OUT OF, OR RELATING TO, THESE TERMS OF SERVICE.</p>\n        </li>\n        <li>\n          <h2>Indemnity</h2>\n          <p>You agree to indemnify and hold harmless the Company, its affiliates and its and their respect directors, officers, employees, agents, successors and assigns from and against any and all losses, claims, liabilities, damages, demands, costs and expenses (including reasonable attorneys' fees and costs of investigation), arising out of, or related to, (a) your use of the Service, (b) your breach of these Terms of Service, including your breach of any covenant, representation, warranty, term or condition set forth herein, and (c) your violation of any law or regulation or of any third party rights, including any third party intellectual property rights. The obligation set forth in this Section 15 will survive any termination or expiration of your account or your use of the Service.</p>\n        </li>\n      </ol>\n      <p>Should you have any questions concerning the Service or these Terms of Service you may contact support@openfeint.com</p>\n      <p>Copyright © 2010 AuroraFeint Inc. All Rights Reserved. OpenFeint and AuroraFeint are either registered trademarks or trademarks of AuroraFeint, Inc. in the United States, and/or other countries.</p>\n    </div>\n  </div>\n</div>\n"}